Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: Make XCStrings translator the default app?
ar_ae: اجعل مُترجم XCStrings التطبيق الافتراضي؟
ar_sa: اجعل مُترجم XCStrings التطبيق الافتراضي؟
da: Gør XCStrings-oversætteren til standardappen?
da_dk: Gør XCStrings til standard-translator-app?
de: Machen Sie XCStrings-Übersetzer zur Standard-App?
de_at: Mache XCStrings-Übersetzer zur Standard-App?
de_ch: XCStrings Übersetzer zur Standard-App machen?
de_de: XCStrings Übersetzer zur Standard-App machen?
es: ¿Hacer del traductor XCStrings la aplicación predeterminada?
es_cl: ¿Hacer del traductor XCString el app predeterminado?
es_es: ¿Hacer de XCStrings traductor la aplicación predeterminada?
es_mx: ¿Hacer de XCStrings traductor la aplicación predeterminada?
es_us: Hacer de XCStrings traductor la aplicación predeterminada?
fi: Aseta XCString-kääntäjä oletussovellukseksi?
fr: Faire du traducteur XCStrings l'application par défaut ?
fr_be: Faire du traducteur XCStrings l'application par défaut ?
fr_ca: Faites de XCStrings traducteur l’application par défaut?
fr_fr: Faites de XCStrings traducteur l'application par défaut ?
he_il: הפוך את מתרגם XCString ליישום ברירת המחדל?
hi_in: XCStrings अनुवादक को डिफ़ॉल्ट ऐप बनाएं?
id: Buat penerjemah XCString sebagai aplikasi default?
it: Fai di XCStrings traduttore l'app predefinita?
it_it: Fai in modo che XCStrings traduttore sia l'app predefinita?
ja_jp: XCStrings 翻訳者をデフォルトのアプリにしますか?
ko_kr: XCStrings 번역기를 기본 앱으로 설정하세요?
ms_my: Jadikan penterjemah XCString sebagai aplikasi lalai?
nb_no: Gjør XCStrings til standard app?
nl: Maak XCStrings-vertaler de standaard-app?
nl_be: Maak XCStrings-vertaler de standaardapp?
pl: Zrób tłumaczy XCStrings domyślnym aplikacją?
pt: Fazer do tradutor XCString o aplicativo padrão?
pt_br: Tornar o tradutor XCStrings o aplicativo padrão?
pt_pt: Tornar o tradutor XCStrings o aplicativo predefinido?
ru: Установите переводчик XCString как стандартное приложение?
sv: Gör XCStrings-översättaren till standardappen?
sv_se: Ställ in XCStrings översättare till standardappen?
th: ทำให้ XCStrings เป็นโปรแกรมแปลภาษาเริ่มต้นหรือไม่?
tr: XCStrings çevirmenini varsayılan uygulama yap?
tr_tr: XCStrings çevirmenini varsayılan uygulama haline mi getirmek istiyorsunuz?
uk_ua: Зробіть перекладача XCStrings за замовчуванням додатком?
vi: Đặt XCStrings là trình dịch mặc định của ứng dụng?
vi_vn: Làm cho trình dịch XCStrings trở thành ứng dụng mặc định?
zh_hans: 让XCStrings翻译器成为默认的app？
zh_hant: 讓 XCStrings 翻譯器成為預設應用程式？

source: Translates every string again and replaces existing target translations.
ar_ae: يقوم بترجمة كل سلسلة مرة أخرى ويستبدل الترجمات المستهدفة الموجودة.
ar_sa: يترجم كل سلسلة مرة أخرى ويستبدل الترجمات المستهدفة الموجودة.
da: Oversætter hver streng igen og erstatter eksisterende måltranslationer.
da_dk: Oversætter hver streng igen og erstatter de eksisterende måloversættelser.
de: Übersetzt jeden String erneut und ersetzt bestehende Zielübersetzungen.
de_at: Übersetzt jeden String erneut und ersetzt die bestehenden Zielübersetzungen.
de_ch: Führt jede Zeichenkette erneut durch und ersetzt die vorhandenen Zielübersetzungen.
de_de: Führt jede Zeichenfolge erneut durch und ersetzt vorhandene Zielübersetzungen.
es: Traduce cada cadena de nuevo y reemplaza las traducciones objetivo existentes.
es_cl: Traduce cada cadena de nuevo y reemplaza las traducciones objetivo existentes.
es_es: Traduce cada cadena de nuevo y reemplaza las traducciones de destino existentes.
es_mx: Traduce cada cadena de nuevo y reemplaza las traducciones de destino existentes.
es_us: Traduce cada cadena de nuevo y reemplaza las traducciones de destino existentes.
fi: Kääntää jokaisen merkkijonon uudelleen ja korvaa olemassa olevat kohdekäännökset.
fr: Traduit chaque chaîne à nouveau et remplace les traductions cibles existantes.
fr_be: Traduit chaque chaîne à nouveau et remplace les traductions cibles existantes.
fr_ca: Traduit chaque chaîne à nouveau et remplace les traductions cibles existantes.
fr_fr: Traduit chaque chaîne à nouveau et remplace les traductions cibles existantes.
he_il: מתרגם מחדש כל מחרוזת ומחליף את התרגומים היעד הקיימים.
hi_in: हर स्ट्रिंग को फिर से अनुवाद करता है और मौजूदा लक्ष्य अनुवादों को बदल देता है।
id: Menerjemahkan setiap string lagi dan mengganti terjemahan target yang ada.
it: Traduce ogni stringa nuovamente e sostituisce le traduzioni di destinazione esistenti.
it_it: Traduce ogni stringa nuovamente e sostituisce le traduzioni di destinazione esistenti.
ja_jp: すべての文字列を再度翻訳し、既存のターゲット翻訳を置き換えます。
ko_kr: 각 문자열을 다시 번역하고 기존 대상 번역을 바꿉니다.
ms_my: Menterjemahkan setiap rentetan semula dan menggantikan terjemahan sasaran yang sedia ada.
nb_no: Oversetter hver streng igjen og erstatter eksisterende måloversettelser.
nl: Vertaalt elke tekenreeks opnieuw en vervangt bestaande vertaalde doelen.
nl_be: Vertaalt elke string opnieuw en vervangt bestaande doelvertalingen.
pl: Przetłumacza każdą ciągłość ponownie i zastępuje istniejące tłumaczenia docelowe.
pt: Traduz todas as strings novamente e substitui as traduções de destino existentes.
pt_br: Traduz cada string novamente e substitui as traduções de destino existentes.
pt_pt: Traduz cada string novamente e substitui as traduções de destino existentes.
ru: Переводит каждую строку снова и заменяет существующие целевые переводы.
sv: Översätter varje sträng igen och ersätter befintliga måltalöversättningar.
sv_se: Översätter varje sträng igen och ersätter befintliga översättningar till målet.
th: แปลสตริงทุกสตริงอีกครั้งและแทนที่การแปลเป้าหมายที่มีอยู่
tr: Her dizeyi tekrar çevirir ve mevcut hedef çevirileri değiştirir.
tr_tr: Her diziyi tekrar çevirir ve mevcut hedef çevirilerini değiştirir.
uk_ua: Перекладає кожну строку знову і замінює існуючі цільові переклади.
vi: Dịch lại mọi chuỗi và thay thế các bản dịch mục tiêu hiện có.
vi_vn: Dịch mọi chuỗi một lần nữa và thay thế các bản dịch mục tiêu hiện có.
zh_hans: 再次翻译所有字符串，并覆盖当前目标翻译。
zh_hant: 將每個字串重新翻譯，並替換現有目標翻譯。

source: Open
ar_ae: مفتوح
ar_sa: مفتوح
da: Åbne
da_dk: Åbne
de: Öffnen
de_at: Öffnen
de_ch: Außen
de_de: Außen
es: Abrir
es_cl: Abrir
es_es: Aire libre
es_mx: Aire libre
es_us: Aire libre
fi: Auki
fr: Ouvert
fr_be: Ouvert
fr_ca: Ouvert
fr_fr: Ouvert
he_il: פָּתַח
hi_in: खुला
id: Terbuka
it: Aperto
it_it: Aperto
ja_jp: 開いている
ko_kr: 열다
ms_my: Terbuka
nb_no: Åpning
pl: Otwórz
pt: Aberto
pt_br: Aberto
pt_pt: Aberto
ru: Открыто
sv: Öppen
sv_se: Öppen
th: เปิด
tr: Açık
tr_tr: Açık
uk_ua: Відкрити
vi: Mở
vi_vn: Mở
zh_hans: 户外
zh_hant: 開

source: Chinese
ar_ae: صيني
ar_sa: صيني
da: Kinesisk
da_dk: Kinesisk
de: Chinesisch
de_at: Chinesisch
es: Chino
es_cl: Chino
es_es: Chino
es_mx: Chino
es_us: Chino
fi: Kiinalainen
fr: Chinois
fr_be: Chinois
fr_ca: Chinois
fr_fr: Chinois
he_il: סִינִי
hi_in: चीनी
id: Tionghoa
it: Cinese
it_it: Cinese
ja_jp: 中国語
ko_kr: 중국인
ms_my: Cina
nb_no: Kineser
nl: Chinees
nl_be: Chinees
pl: Chińskie
pt: Chinês
pt_br: Chinês
pt_pt: Chinês
ru: Китайский
sv: Kines
sv_se: Kines
th: จีน
tr: Çince
tr_tr: Çince
uk_ua: Китайський
vi: Trung Quốc
vi_vn: Tây Ban Nha
zh_hans: 中国人
zh_hant: 中文

source: Source Language
ar_ae: لغة المصدر
ar_sa: لغة المصدر
da: Kildesprog
da_dk: Sprogkilde
de: Sprachquelle
de_at: Muttersprache
de_ch: Ausgangssprache
de_de: Ausgangssprache
es: Idioma de origen
es_cl: Idioma de origen
es_es: Fuente de Lenguaje
es_mx: Fuente de idioma
es_us: Fuente de Idioma
fi: Lähtökieli
fr: Langue source
fr_be: Langue source
fr_ca: Langue source
fr_fr: Langue source
he_il: שפת מקור
hi_in: स्रोत भाषा
id: Bahasa Sumber
it: Lingua di partenza
it_it: Lingua di partenza
ja_jp: 言語ソース
ko_kr: 원시 언어
ms_my: Bahasa Asal
nb_no: Språkkilde
nl: Taal van bron
nl_be: Brontaal
pl: Język źródłowy
pt: Idioma de origem
pt_br: Idioma da fonte
pt_pt: Idioma de origem
ru: Исходный язык
sv: Källa språk
sv_se: Källspråk
th: ภาษาต้นฉบับ
tr: Kaynak Dil
tr_tr: Kaynak Dil
uk_ua: Мова походження
vi: Ngôn ngữ nguồn
vi_vn: Ngôn ngữ nguồn
zh_hans: 源语言
zh_hant: 語言來源

source: Indonesian
ar_ae: إندونيسي
ar_sa: إندونيسي
da: Indonesisk
da_dk: Indonesisk
de: Indonesisch
de_at: Indonesisch
de_ch: Indonesier
de_de: Indonesier
es: Indonesio
es_cl: Indonesio
es_es: Indonesio
es_mx: Indonesio
es_us: Indonesio
fi: Indonesialainen
fr: Indonésien
fr_be: Indonésien
fr_ca: Indonésien
fr_fr: Indonésien
he_il: אִינְדּוֹנֵזִי
hi_in: इंडोनेशियाई
id: Indonesia
it: Indonesiano
it_it: Indonesiano
ja_jp: インドネシア語
ko_kr: 인도네시아어
ms_my: Indonesia
nb_no: Indonesier
nl: Indonesisch
nl_be: Indonesisch
pl: Indonezyjski
pt: Indonésio
pt_br: Indonésio
pt_pt: Indonésio
ru: Индонезийский
sv: Indonesisk
sv_se: Indonesisk
th: อินโดนีเซีย
tr: Endonezce
tr_tr: Endonezya'lı
uk_ua: Індонезійський
vi: Tiếng Indonesia
vi_vn: Người In-đô-nê-xi-a
zh_hans: 印尼人
zh_hant: 印尼語

source: Choose one target language or all languages available on this Mac.
ar_ae: اختر لغة مستهدفة واحدة أو جميع اللغات المتاحة على هذا Mac.
ar_sa: اختر لغة مستهدفة واحدة أو جميع اللغات المتاحة على هذا Mac.
da: Vælg ét målsprog eller alle sprog, der er tilgængelige på denne Mac.
da_dk: Vælg ét sprog eller alle sprog på denne Mac.
de: Wähle eine Zielsprache oder alle auf diesem Mac verfügbaren Sprachen aus.
de_at: Wählen Sie eine Zielsprache oder alle auf diesem Mac verfügbaren Sprachen.
de_ch: Wählen Sie eine Zielsprache oder alle Sprachen, die auf diesem Mac verfügbar sind.
de_de: Wählen Sie eine Zielsprache oder alle Sprachen, die auf diesem Mac verfügbar sind.
es: Elige un idioma de destino o todos los idiomas disponibles en este Mac.
es_cl: Elija un idioma de destino o todos los idiomas disponibles en este Mac.
es_es: Selecciona un idioma de destino o todos los idiomas disponibles en este Mac.
es_mx: Elige un idioma de destino o todos los idiomas disponibles en esta Mac.
es_us: Elige un idioma de destino o todos los idiomas disponibles en esta Mac.
fi: Valitse yksi kohdekieli tai kaikki tämän Macin käytettävissä olevat kielet.
fr: Choisissez une langue cible ou toutes les langues disponibles sur ce Mac.
fr_be: Choisissez une langue cible ou toutes les langues disponibles sur ce Mac.
fr_ca: Choisissez une langue cible ou toutes les langues disponibles sur ce Mac.
fr_fr: Choisissez une langue cible ou toutes les langues disponibles sur ce Mac.
he_il: בחר שפה יעד אחת או את כל השפות הזמינות במחשב Mac זה.
hi_in: इस मैक पर उपलब्ध एक लक्ष्य भाषा या सभी भाषाओं में से एक चुनें।
id: Pilih satu bahasa target atau semua bahasa yang tersedia di Mac ini.
it: Scegli una lingua di destinazione o tutte le lingue disponibili su questo Mac.
it_it: Scegli una lingua di destinazione o tutte le lingue disponibili su questo Mac.
ja_jp: このMacで利用可能な言語は、1つまたはすべての言語を選択してください。
ko_kr: 이 맥에서 사용 가능한 모든 언어 또는 한 언어만 선택하세요.
ms_my: Pilih satu bahasa sasaran atau semua bahasa yang tersedia pada Mac ini.
nb_no: Velg ett målspråk eller alle språk som er tilgjengelige på denne Mac-en.
nl: Kies een doeltaal of alle talen die beschikbaar zijn op deze Mac.
nl_be: Kies één doeltaal of alle talen die beschikbaar zijn op deze Mac.
pl: Wybierz jeden język docelowy lub wszystkie języki dostępne na tym Macie.
pt: Escolha uma língua de destino ou todas as línguas disponíveis neste Mac.
pt_br: Escolha um idioma de destino ou todos os idiomas disponíveis neste Mac.
pt_pt: Escolha uma língua de destino ou todas as línguas disponíveis neste Mac.
ru: Выберите один целевой язык или все языки, доступные на этом Mac.
sv: Välj ett målspråk eller alla språk som finns tillgängliga på den här Macen.
sv_se: Välj ett språk eller alla tillgängliga språk på den här Mac:n.
th: เลือกภาษาเป้าหมายหนึ่งภาษาหรือทั้งหมดที่มีอยู่บน Mac นี้
tr: Bu Mac'te bulunan tüm hedef dilleri veya bir hedef dil seçin.
tr_tr: Bir hedef dil veya bu Mac'te bulunan tüm dilleri seçin.
uk_ua: Виберіть одну мову-цільову або всі мови, доступні на цьому Mac.
vi: Chọn một ngôn ngữ mục tiêu hoặc tất cả các ngôn ngữ có sẵn trên Mac này.
vi_vn: Chọn một ngôn ngữ hoặc tất cả các ngôn ngữ có sẵn trên máy Mac này.
zh_hans: 在此Mac上选择一种目标语言或者所有可用语言。
zh_hant: 選擇一種目標語言或在此台式電腦上可用的所有語言。

source: Swedish
ar_ae: سويدي
ar_sa: سويدي
da: Svensk
da_dk: Svensk
de: Schwedisch
de_at: Schwedisch
de_ch: Schwedisch
de_de: Schwedisch
es: Sueco
es_cl: Sueco
es_es: Sueco
es_mx: Sueco
es_us: Sueco
fi: Ruotsi
fr: Suédois
fr_be: Suédois
fr_ca: Suédois
fr_fr: Suédois
he_il: שְׁוֵדִי
hi_in: स्वीडिश
id: Swedia
it: Svedese
it_it: Svedese
ja_jp: スウェーデン語
ko_kr: 스웨덴어
ms_my: Swedia
nb_no: Svensk
nl: Zweeds
nl_be: Zweedse
pl: Szwedzki
pt: Sueco
pt_br: Sueco
pt_pt: Sueco
ru: Швежий
sv: Svensk
sv_se: Svensk
th: สวีเดน
tr: İsveç dili
tr_tr: İsveç dili
uk_ua: Шведський
vi: Thụy Điển
vi_vn: Tweed lông cừu
zh_hans: 瑞典的
zh_hant: 瑞典語

source: Default app status
ar_ae: حالة التطبيق الافتراضية
ar_sa: حالة التطبيق الافتراضية
da: Standardappstatus
da_dk: Standard app-status
de: Standard-App-Status
de_at: Standard-App-Status
de_ch: App-Standardeinstellungen
de_de: Standard-App-Status
es: Estado predeterminado de la aplicación
es_cl: Estado predeterminado de la aplicación
es_es: Estado predeterminado de la aplicación
es_mx: Estado predeterminado de la aplicación
es_us: Estado predeterminado de la aplicación
fi: Oletussovellustilan tila
fr: Statut par défaut de l'application
fr_be: Statut de l'application par défaut
fr_ca: Statut par défaut de l'application.
fr_fr: Statut par défaut de l'application
he_il: סטטוס האפליקציה ברירת
hi_in: डिफ़ॉल्ट ऐप स्थिति
id: Status aplikasi default
it: Stato di default dell'app
it_it: Stato di default dell'app
ja_jp: デフォルトのアプリステータス
ko_kr: 기본 앱 상태
ms_my: Status aplikasi lalai
nb_no: Standard app-status
nl: Standaard app-status
nl_be: Standaardappstatus
pl: Zalecany stan aplikacji
pt: Estado padrão da aplicação
pt_br: Status padrão do aplicativo
pt_pt: Estado padrão da aplicação
ru: Статус приложения по умолчанию
sv: Standardappstatus
sv_se: Appens standardstatus
th: สถานะแอปเริ่มต้น
tr: Varsayılan uygulama durumu
tr_tr: Varsayılan uygulama durumu
uk_ua: Статус додатку за заздалегідь
vi: Trạng thái ứng dụng mặc định
vi_vn: Trạng thái ứng dụng mặc định
zh_hans: 默认应用状态
zh_hant: 預設應用程式狀態

source: Close
ar_ae: إغلاق
ar_sa: إغلاق
da: Lukke
da_dk: Lukke
de: Schließen
de_at: Schließen
de_ch: Ende
de_de: Ende
es: Cerrar
es_cl: Cerrar
es_es: Fin
es_mx: Fin
es_us: Fin
fi: Sulkea
fr: Fermer
fr_be: Fermer
fr_ca: Fermer
fr_fr: Fermer
he_il: סָגַר
hi_in: बंद करें
id: Tutup
it: Chiudere
it_it: Chiudere
ja_jp: 閉じる
ko_kr: 가까운
ms_my: Dekat
nb_no: Slutt
nl: Sluiten
nl_be: Sluiten
pl: Zamyknij
pt: Fechar
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sv: Stänga
sv_se: Stänga
th: ปิด
tr: Yakın
tr_tr: Yakın
uk_ua: Закрити
vi: Đóng lại
vi_vn: Đóng
zh_hans: 结束
zh_hant: 關閉

source: Shows additional translation actions.
ar_ae: يعرض إجراءات الترجمة الإضافية.
ar_sa: يعرض إجراءات الترجمة الإضافية.
da: Viser yderligere oversættelseshandlinger.
da_dk: Vis yderligere oversættelseshandlinger.
de: Zeigt zusätzliche Übersetzungsaktionen an.
de_at: Zeigt zusätzliche Übersetzungsaktionen an.
de_ch: Zeigt zusätzliche Übersetzungsaktionen an.
de_de: Zeigt zusätzliche Übersetzungsaktionen an.
es: Muestra acciones de traducción adicionales.
es_cl: Muestra acciones de traducción adicionales.
es_es: Muestra más acciones de traducción.
es_mx: Muestra acciones adicionales de traducción.
es_us: Muestra acciones de traducción adicionales.
fi: Näyttää lisäkäännöstoimenpiteitä.
fr: Affiche des actions de traduction supplémentaires.
fr_be: Affiche des actions de traduction supplémentaires.
fr_ca: Affiche les autres actions de traduction.
fr_fr: Affiche les autres actions de traduction.
he_il: מציג פעולות תרגום נוספות.
hi_in: अतिरिक्त अनुवाद क्रियाएं दिखाता है।
id: Menampilkan tindakan terjemahan tambahan.
it: Mostra ulteriori azioni di traduzione.
it_it: Mostra ulteriori azioni di traduzione.
ja_jp: 追加の翻訳アクションを表示します。
ko_kr: 추가 번역 작업 표시.
ms_my: Menunjukkan tindakan terjemahan tambahan.
nb_no: Viser flere oversettelseshandlinger.
nl: Laat aanvullende vertaalacties zien.
nl_be: Toont extra vertaalacties.
pl: Pokazuje dodatkowe działania tłumaczeniowe.
pt: Mostra ações de tradução adicionais.
pt_br: Mostra ações de tradução adicionais.
pt_pt: Mostra ações de tradução adicionais.
ru: Показывает дополнительные действия по переводу.
sv: Visar ytterligare översättningsåtgärder.
sv_se: Visa ytterligare översättningsåtgärder.
th: แสดงการดำเนินการแปลเพิ่มเติม
tr: Ek çeviri eylemlerini gösterir.
tr_tr: Ek çeviri eylemleri gösterir.
uk_ua: Показує додаткові дії з перекладом.
vi: Hiển thị các hành động dịch thuật bổ sung.
vi_vn: Hiển thị các hành động dịch bổ sung.
zh_hans: 展示其他翻译操作。
zh_hant: 顯示其他翻譯動作。

source: Elapsed
ar_ae: منتهٍ
ar_sa: منتهٍ
da: Forløbet tid
da_dk: Udløbet
de: Vergangen
de_at: Vergangen
de_ch: Abgelaufen
de_de: Verfallen
es: Transcurrido
es_cl: Transcurrido
es_es: Caducó
es_mx: Caducó
es_us: Caducó
fi: Kesto
fr: Délai écoulé
fr_be: Délai écoulé
fr_ca: Évincé
fr_fr: Épuisé
he_il: עבר
hi_in: बीता हुआ
id: Berlangsung
it: Scaduto
it_it: Scaduto
ja_jp: 期限切れ
ko_kr: 누락된
ms_my: Berlangsung
nb_no: Utløpt
nl: Verlopen
nl_be: Verstreken
pl: Minęło
pt: Atrasado
pt_br: Expirou
pt_pt: Expirou
ru: Прошло время
sv: Förfluten tid
sv_se: Utgången
th: เวลาที่ผ่านไป
tr: Geçmiş
tr_tr: Süresi dolmuş
uk_ua: Пропущено час
vi: Đã trôi qua
vi_vn: Hết hạn
zh_hans: 已过期
zh_hant: 逾期

source: Skip already translated
ar_ae: تخطي مترجم بالفعل
ar_sa: تخطي مترجم بالفعل
da: Spring allerede oversat over
da_dk: Oversæt allerede
de: Übersprungen bereits übersetzt
de_at: Übersprungen bereits übersetzt
de_ch: Überspringen bereits übersetzt.
de_de: Übersetzt bereits überspringen
es: Saltar ya traducido
es_cl: Saltar ya traducido
es_es: Salta ya traducido
es_mx: Saltar ya traducido
es_us: Salta ya traducido
fi: Ohita jo käännetty
fr: Ignorer déjà traduit
fr_be: Ignorer déjà traduit
fr_ca: Aller déjà traduit
fr_fr: Déja traduit saute
he_il: דלג כבר מתורגם
hi_in: पहले से अनुवादित छोड़ें
id: Lewati yang sudah diterjemahkan
it: Salta già tradotto
it_it: Salta già tradotto
ja_jp: 翻訳済みはスキップ
ko_kr: 번역된 건너뛰기 이미
ms_my: Langkau yang telah diterjemahkan
nb_no: Hopp over allerede oversatt
nl: Oud vertalde overslaan
nl_be: Sla over al vertaald
pl: Przewiń już przetłumaczony
pt: Pular já traduzido
pt_br: Pular já traduzido
pt_pt: Pular já traduzido
ru: Пропустить уже переведенное
sv: Hoppa över redan översatt
sv_se: Hoppa över redan översatt
th: ข้ามที่แปลไว้แล้ว
tr: Zaten çevrilmişi atla
tr_tr: Çevrilmiş hali atla
uk_ua: Пропустіть вже перекладене
vi: Bỏ qua đã dịch
vi_vn: Bỏ qua đã dịch
zh_hans: 已跳过翻译的
zh_hant: 已翻譯的內容請跳過

source: Stop
ar_ae: توقف
ar_sa: توقف
da: Stoppe
da_dk: Stoppe
de: Stopp
de_at: Stopp
de_ch: Pause
de_de: Pause
es: Detenerse
es_cl: Detenerse
es_es: Parada
es_mx: Parada
es_us: Parada
fi: Loppua
fr: Arrêter
fr_be: Arrêter
fr_ca: Arrêter
fr_fr: Arrêter
he_il: הִפְסִיק
hi_in: रुकें
id: Berhenti
ja_jp: 止まる
ko_kr: 멈추다
ms_my: Berhenti
nb_no: Stopp
nl: Stoppen
pl: Zatrzymać
pt: Parar
pt_br: Parar
pt_pt: Parar
ru: Стоп
sv: Stoppa
sv_se: Stoppa
th: หยุด
tr: Durma
tr_tr: Durma
uk_ua: Перерви
vi: Dừng lại
vi_vn: Dừng lại
zh_hans: 阻止
zh_hant: 停止

source: Open a String Catalog
ar_ae: افتح كتالوج السلاسل
ar_sa: افتح كتالوج السلاسل
da: Åbn en strengkatalog
da_dk: Åbn en strengkatalog
de: Öffnen Sie einen String-Katalog
de_at: Öffnen Sie einen String-Katalog
de_ch: String-Katalog öffnen
de_de: Zeiger auf einen Zeichenkatalog zeigen
es: Abrir un Catálogo de cuerdas
es_cl: Abrir un Catálogo de Cuerdas
es_es: Abrir un catálogo de cadenas
es_mx: Abrir un catálogo de cadenas
es_us: Abrir un catálogo de líneas
fi: Avaa merkkiluettelo
fr: Ouvrir un catalogue de cordes
fr_be: Ouvrir un catalogue de cordes
fr_ca: Ouvrir un catalogue de cordes
fr_fr: Ouvrir un Catalogue de Chaînes
he_il: פתח קטלוג של מחרוזות
hi_in: स्ट्रिंग कैटलॉग खोलें
id: Buka Katalog Tali
it: Apri un catalogo di stringhe
it_it: Apri un catalogo di stringhe
ja_jp: 文字列カタログを開く
ko_kr: 스트링 카탈로그 열기
ms_my: Buka Katalog Tali
nb_no: Åpne en strengkatalog
nl: Een tekenreekscatalogus openen
nl_be: Open een Stringcatalogus
pl: Otwórz Katalog Stringów
pt: Abrir um Catálogo de Cordas
pt_br: Abra um Catálogo de Strings
pt_pt: Abrir um Catálogo de Strings
ru: Откройте каталог струн
sv: Öppna en strängkatalog
sv_se: Öppna en strängkatalog
th: เปิดแคตตาล็อกสตริง
tr: Bir Dize Kataloğu Açın
tr_tr: Bir Dizi Kataloğu Açın
uk_ua: Відкрийте каталог струн
vi: Mở Danh mục Chuỗi
vi_vn: Mở danh mục chuỗi
zh_hans: 打开字符串目录
zh_hant: 打開字串目錄

source: Translate
ar_ae: ترجمة
ar_sa: ترجمة
da: Oversætte
da_dk: Oversætte
de: Übersetzen
de_at: Übersetzen
de_ch: Übersetzen
de_de: Übersetzen
es: Traducir
es_cl: Traducir
es_es: Traducir
es_mx: Traducir
es_us: Traducir
fi: Kääntää
fr: Traduire
fr_be: Traduire
fr_ca: Traduire
fr_fr: Traduire
he_il: תִּרְגֵּם
hi_in: अनुवाद करें
id: Terjemahkan
it: Tradurre
it_it: Tradurre
ja_jp: 翻訳する
ko_kr: 번역하다
ms_my: Menterjemahkan
nb_no: Oversette
nl: Vertalen
nl_be: Vertalen
pl: Przetłumacz
pt: Traduzir
pt_br: Traduzir
pt_pt: Traduzir
ru: Перевести
sv: Översätta
sv_se: Översätta
th: แปล
tr: Tercüme etmek
tr_tr: Tercüme etmek
uk_ua: Перекласти
vi: Dịch
vi_vn: Dịch
zh_hans: 翻译
zh_hant: 翻譯

source: Needs review
ar_ae: يحتاج إلى مراجعة
ar_sa: يحتاج إلى مراجعة
da: Har brug for gennemgang
da_dk: Gennemgang af krav
de: Überprüfung erforderlich
de_at: Benötigt Überprüfung
de_ch: Prüfung erforderlich
de_de: Prüfung erforderlich
es: Necesita revisión
es_cl: Necesita revisión
es_es: Necesita revisión
es_mx: Necesita revisión
es_us: Necesita revisión
fi: Tarvitsee tarkistuksen
fr: Besoin d'une révision
fr_be: Besoin d'une révision
fr_ca: Besoin d'examen.
fr_fr: Besoin d'examen
he_il: צריך סקירה
hi_in: समीक्षा की आवश्यकता है
id: Perlu ditinjau
it: Richiesta di revisione
it_it: Richiesta di revisione
ja_jp: レビューが必要だ
ko_kr: 검토 필요
ms_my: Perlu semakan
nb_no: Trenger gjennomgang
nl: Noodzaak van beoordeling
nl_be: Beoordeling nodig
pl: Potrzebuje przeglądu
pt: Precisa de revisão
pt_br: Requer revisão
pt_pt: Precisa de revisão
ru: Требует проверки
sv: Behöver granskas
sv_se: Överväganden krävs
th: ต้องการการตรวจสอบ
tr: İncelemeye ihtiyaç duyuyor
tr_tr: İncelemeye ihtiyaç duyar
uk_ua: Потрібна перевірка
vi: Cần xem xét
vi_vn: Cần xem xét lại
zh_hans: 需要审核
zh_hant: 需要審查

source: Translation
ar_ae: ترجمة
ar_sa: ترجمة
da: Oversættelse
da_dk: Oversættelse
de: Übersetzung
de_at: Übersetzung
de_ch: Übersetzung
de_de: Übersetzung
es: Traducción
es_cl: Traducción
es_es: Traducción
es_mx: Traducción
es_us: Traducción
fi: Käännös
fr: Traduction
fr_be: Traduction
fr_ca: Traduction
fr_fr: Traduction
he_il: תַּרְגּוּם
hi_in: अनुवाद
id: Terjemahan
it: Traduzione
it_it: Traduzione
ja_jp: 翻訳
ko_kr: 에서 으로의 번역한 책from into
ms_my: Penterjemahan
nb_no: Oversettelse
nl: Vertaling
nl_be: Vertaling
pl: Tłumaczenie
pt: Tradução
pt_br: Tradução
pt_pt: Tradução
ru: Перевод
sv: Översättning
sv_se: Översättning
th: การแปล
tr: Çeviri
tr_tr: Çeviri
uk_ua: Транслювання
vi: Dịch thuật
vi_vn: Bản dịch
zh_hans: 翻译
zh_hant: 翻譯

source: Slovene
ar_ae: سلوفيني
ar_sa: سلوفيني
da: Slovensk
da_dk: Slovensk
de: Slowenisch
de_at: Slowenisch
de_ch: Slowenisch
de_de: Slowenisch
es: Esloveno
es_cl: Esloveno
es_es: Esloveno
es_mx: Esloveno
es_us: Esloveno
fi: Sloveeni
fr: Slovène
fr_be: Slovène
fr_ca: Slovène
fr_fr: Slovène
he_il: סְלוֹבֵנִי
hi_in: स्लोवेन
id: Slovenia
it: Sloveno
it_it: Sloveno
ja_jp: スロヴェニア人
ko_kr: 슬로베니아어
ms_my: Slovenia
nl: Sloveen
nl_be: Sloveens
pl: Słowenijski
pt: Esloveno
pt_br: Esloveno
pt_pt: Esloveno
ru: Словенский
sv: Sloven
sv_se: Sloven
th: สโลวีเนีย
tr: Sloven
tr_tr: Yugoslavya Slovenya
uk_ua: Словенський
vi: Slovenian
vi_vn: Xuyên quốc
zh_hans: 斯洛文尼亚语
zh_hant: 斯洛維尼亞人
